{
    "Headquarters Regions": " San Francisco Bay Area, Silicon Valley, West Coast",
    "Number of Employees": "10001+",
    "Last Funding Type": "Post-IPO Debt",
    "IPO Status": "Public",
    "Website": " www.apple.com ",
    "CB Rank (Company)": "23",
    "Name": "Apple",
    "short description": "Apple is a multinational corporation that designs, manufactures, and markets consumer electronics, personal computers, and software.",
    "Stock Symbol": " NASDAQ:AAPL ",
    "Number of Acquisitions": "116",
    "Number of Investments": "15",
    "Number of Exits": "8",
    "Total Funding Amount": "$6.2B",
    "Number of Current Team Members": "290",
    "Industries": "Consumer Electronics,Electronics,Hardware,Mobile Devices,Retail,Software",
    "Founded Date": "Apr 1, 1976",
    "Founders": " Ron Wayne, Steve Jobs, Steve Wozniak",
    "Operating Status": "Active",
    "Also Known As": "Apple Computer",
    "Legal Name": "Apple Inc.",
    "Related Hubs": " Apple Alumni Founded Companies",
    "Company Type": "For Profit",
    "Phone Number": "(408)996-1010",
    "Brief_description": "Apple is a multinational corporation that designs, manufactures, and markets mobile communication and media devices, personal computers, portable digital music players, and sells a variety of related software, services, peripherals, networking solutions, and third-party digital content and applications. Apple provides many products and services, including iPhone; iPad; iPod; Mac; Apple TV; a portfolio of consumer and professional software applications; the iOS and OS X operating systems; iCloud; and accessories, service, and support offerings.  It sells its products worldwide through its retail stores, online stores, direct sales force and third-party cellular network carriers, wholesalers, retailers, and value-added resellers to the consumer and also sells third-party iPhone, iPad, Mac and iPod compatible products, including application software and accessories through its online and retail stores. Introduced in 1984, the Macintosh was the first widely sold personal computer with a graphical user interface (GUI). That feature and others such as an improved floppy drive design and a low-cost hard drive that made data retrieval faster helped Apple cultivate a reputation for innovation. Apple was named as the most admired company in the United States in 2008 and in the world from 2008 to 2012 by the Fortune magazine. The company was founded by Steven Paul Jobs, Steve Wozniak, and Ronald Gerald Wayne on April 1, 1976, and is headquartered in Cupertino, California.",
    "Logo": "https://res-2.cloudinary.com/crunchbase-production/image/upload/c_lpad,h_170,w_170,f_auto,b_white,q_auto:eco/v1411584838/z5utpyzqil1rznbizd65.png",
    "Facebook": "https://www.facebook.com/apple/",
    "LinkedIn": "http://www.linkedin.com/company/apple",
    "Twitter": "https://twitter.com/AppleSupport"
}