{
    "Headquarters Regions": " San Francisco Bay Area, Silicon Valley, West Coast",
    "Number of Employees": "10001+",
    "Last Funding Type": "Secondary Market",
    "IPO Status": "Public",
    "Website": " www.facebook.com ",
    "CB Rank (Company)": "21",
    "Name": "Facebook",
    "short description": "Facebook is an online social networking service that enables its users to connect with friends and family.",
    "Stock Symbol": " NASDAQ:FB ",
    "Number of Acquisitions": "86",
    "Number of Investments": "26",
    "Total Funding Amount": "$2.3B",
    "Number of Current Team Members": "894",
    "Number of Investors": "25",
    "Industries": "E-Commerce,Mobile Apps,Social,Social Media,Social Network,Video Streaming",
    "Founded Date": "Feb 4, 2004",
    "Founders": " Andrew McCollum, Chris Hughes, Dustin Moskovitz, Eduardo Saverin, Mark Zuckerberg",
    "Operating Status": "Active",
    "Legal Name": "Facebook, Inc.",
    "Related Hubs": " Facebook Alumni Founded Companies",
    "Hub Tags": " Exited Unicorn\n",
    "Company Type": "For Profit",
    "Brief_description": "Facebook is an online social networking service that allows its users to connect with friends and family as well as make new connections. It provides its users with the ability to create a profile, update information, add images, send friend requests, and accept requests from other users. Its features include status update, photo tagging and sharing, and more. Facebook's profile structure includes a timeline, information related to the user, images of the user, images added by friends of the user, notes, pages, groups, and more. It enables its users to create pages related to entertainment, sports, business, finance, preferences, hobbies, culture, religion, causes, organizations, and a number of other categories. It also enables its users to join or create groups related to a vast number of categories. With millions of more users, Friendster attempted to acquire the company for $10 million in mid-2004. Facebook turned down the offer and subsequently received $12.7 million in funding from Accel Partners at a valuation of around $100 million. Facebook continued to grow opening up to high school students in September 2005 and adding a photo sharing feature the next month. The next spring, Facebook received $25 million in funding from Greylock Partners and Meritech Capital as well as previous investors Accel Partners and Peter Thiel. The pre-money valuation for this deal was about $525 million. Facebook subsequently opened up to work networks eventually amassing over 20,000 work networks. Finally in September 2006, Facebook was opened to anyone with an email address. Facebook continued to receive funding most notably in January 2011 receiving $1.5 billion and valuing the company at $50 billion. A year later in February 2012, Facebook announced that it was filing for its long-anticipated initial public offering. The company went public on May 18, 2012 opening in NASDAQ with shares trading at $42.05. Facebook announced positive numbers in February 2012 upon filing for its IPO. As of July 2013 over 1.15 billion users have logged into Facebook every month and 669 million users daily. Mobile users now make up half of Facebook's user base with 819 million monthly actives. Facebook is one of the most trafficked sites in the United States. Additionally, Facebook is the top photo sharing site with 250 million photos uploaded per day. The company has strategic partnership with AXA Group to develop marketing and commercial collaboration in the digital, social, and mobile sphere. Facebook is currently the owner of many applications and services such as Pagemodo Pagebuilder, RSS Graffiti, Huddle, and more. It is the world's largest social network with over 1.32 billion monthly active users. Facebook was founded by Mark Zuckerberg on February 4, 2004 in Menlo Park, California.",
    "Logo": "https://res-5.cloudinary.com/crunchbase-production/image/upload/c_lpad,h_170,w_170,f_auto,b_white,q_auto:eco/rde5yhdgakaqryj6zpu6",
    "Facebook": "https://www.facebook.com/facebook/",
    "LinkedIn": "http://www.linkedin.com/company/facebook",
    "Twitter": "https://twitter.com/facebook"
}