{
    "Headquarters Regions": " Asia-Pacific (APAC)",
    "Number of Employees": "101-250",
    "Last Funding Type": "Corporate Round",
    "IPO Status": "Private",
    "Website": " www.jiosaavn.com/corporate ",
    "CB Rank (Company)": "1,373",
    "Name": "JioSaavn",
    "short description": "Saavn is a music streaming service for Indian, Bollywood, and International content.",
    "Number of Investments": "1",
    "Total Funding Amount": "$131.6M",
    "Number of Current Team Members": "11",
    "Number of Investors": "13",
    "Industries": "Internet,Mobile,Music,Music Streaming,Video Streaming",
    "Sub-Organization of": " Reliance Jio ",
    "Founded Date": "2007",
    "Founders": " Anjali Naik, Anurag Gupta, Paramdeep Singh, Rishi Malhotra, Vinodh Bhat",
    "Operating Status": "Active",
    "Also Known As": "Saavn",
    "Legal Name": "Saavn, LLC",
    "Company Type": "For Profit",
    "Contact Email": "feedback@saavn.com",
    "Transaction Name": " JioSaavn acquired by JioMusic ",
    "Acquired by": " JioMusic ",
    "Announced Date": "Mar 23, 2018",
    "Brief_description": "Saavn is an Indian digital music service, transforming how people around the world access and experience music on a daily basis. Saavn’s unique combination of Internet radio and on-demand music capabilities, coupled with proprietary social features like music tagging and music chat, deliver one of the richest media experiences available on mobile and Web today. Saavn has over 20 Million monthly active users and is currently accessed in more than 150 countries. Saavn currently has 35 Million+ tracks in 14 languages: Hindi, English (India only), Tamil, Telugu, Punjabi, Marathi, Gujarati, Bengali, Kannada, Malayalam, Bhojpuri, Urdu, Rajasthani and Odia.  The company has 900+ label partnerships and growing, including T-Series, Tips, YRF, Saregama, Eros, Universal, Sony, and Warner Music. The company's award-winning iOS and Android mobile products include phonetic search, dynamic bit-rate streaming, global native ad-serving, and industry-leading design. With Saavn Pro, users can listen to music ad-free and offline. And through partnerships with Apple, Google, Facebook, Twitter, and Shazam, Saavn reaches more music fans than any other South Asian music service.   Saavn was founded in 2007, and has offices in New York, California, Mumbai, Gurgaon and Bangalore. For more information, visit www.saavn.com or corporate.saavn.com.",
    "Logo": "https://res-4.cloudinary.com/crunchbase-production/image/upload/c_lpad,h_170,w_170,f_auto,b_white,q_auto:eco/v1415488406/jx5ssdscf8xqaquob8yz.png",
    "Facebook": "https://www.facebook.com/JioSaavn/",
    "LinkedIn": "https://www.linkedin.com/company/jio-saavn/",
    "Twitter": "https://twitter.com/JioSaavn"
}