{
    "Headquarters Regions": " Greater Seattle Area, West Coast, Western US",
    "Number of Employees": "10001+",
    "Last Funding Type": "Venture - Series Unknown",
    "IPO Status": "Public",
    "Website": " www.microsoft.com ",
    "CB Rank (Company)": "476",
    "Name": "Microsoft",
    "short description": "Microsoft is a software corporation that develops, manufactures, licenses, supports, and sells a range of software products and services.",
    "Stock Symbol": " NASDAQ:MSFT ",
    "Number of Acquisitions": "232",
    "Number of Investments": "139",
    "Number of Exits": "36",
    "Total Funding Amount": "$1M",
    "Number of Current Team Members": "2,281",
    "Industries": "Cloud Computing,Collaboration,Consumer Electronics,Developer Tools,Enterprise Software,Operating Systems,Software",
    "Founded Date": "Apr 4, 1975",
    "Founders": " Bill Gates, Paul Allen",
    "Operating Status": "Active",
    "Also Known As": "msn",
    "Legal Name": "Microsoft Corporation",
    "Related Hubs": " Microsoft Alumni Founded Companies, Microsoft Portfolio Companies",
    "Company Type": "For Profit",
    "Investment Stage": " Late Stage Venture, Private Equity\n",
    "Contact Email": "mdcc@microsoft.com",
    "Phone Number": "1800 1 441 0158",
    "Brief_description": "Microsoft is an American multinational corporation that develops, manufactures, licenses, supports, and sells a range of software products and services. Microsoft’s devices and consumer (D&C) licensing segment licenses Windows operating system and related software; Microsoft Office for consumers; and Windows Phone operating system. The company’s computing and gaming hardware segment provides Xbox gaming and entertainment consoles and accessories, second-party and third-party video games, and Xbox Live subscriptions; surface devices and accessories; and Microsoft PC accessories. Its phone hardware segment offers Lumia smartphones and other non-Lumia phones. Its D&C other segment provides Windows Store, Xbox Live transactions, and Windows phone store; search advertising; display advertising; Office 365 Home and Office 365 Personal; first-party video games; and other consumer products and services as well as operating retail stores. Microsoft’s commercial licensing segments licenses server products, including Windows Server, Microsoft SQL Server, Visual Studio, System Center, and related Client Access Licenses (CALs); Windows Embedded; Windows operating system; Microsoft Office for business, including Office, Exchange, SharePoint, Lync, and related CALs; Microsoft Dynamics business solutions; and Skype. Its commercial other segment offers enterprise services, including premier support services and Microsoft consulting services; commercial cloud comprising Office 365 Commercial, other Microsoft Office online offerings, Dynamics CRM Online, and Microsoft Azure; and other commercial products and online services. The company markets and distributes its products through original equipment manufacturers, distributors, and resellers, as well as online. Microsoft Corporation was founded by Bill Gates and Paul Allen in 1974. It is based in Redmond, Washington.",
    "Logo": "https://res-3.cloudinary.com/crunchbase-production/image/upload/c_lpad,h_170,w_170,f_auto,b_white,q_auto:eco/v1501613147/ypg7mliwmzomf9fdrkvz.png",
    "Facebook": "https://www.facebook.com/Microsoft/",
    "LinkedIn": "http://www.linkedin.com/company/microsoft",
    "Twitter": "http://twitter.com/Microsoft"
}