{
    "Headquarters Regions": " European Union (EU)",
    "Number of Employees": "501-1000",
    "IPO Status": "Private",
    "Website": " www.optiver.com ",
    "CB Rank (Company)": "102,288",
    "Name": "Optiver",
    "short description": "Optiver is an international trading firm, headquartered in Amsterdam.",
    "Number of Investments": "1",
    "Number of Current Team Members": "3",
    "Industries": "Electronics,Financial Services,Market Research",
    "Founded Date": "1986",
    "Operating Status": "Active",
    "Company Type": "For Profit",
    "Phone Number": "+31207087000",
    "Brief_description": "They are Optiver, an international trading company, headquartered in Amsterdam. With more than 700 colleagues across four continents they constantly offer fair and highly competitive prices for the buying and selling of stocks, bonds, options, futures, ETF's et cetera. It is called 'market making'. They build markets and provide liquidity to international exchanges in Europe, the US and Asia Pacific. They make financial markets fair, open and reliable. They do not only trade when they feel like it. Not only when our outlook is bright, but 24 hours a day. Whichever way the markets go, they are there, always at our own risk, using our own capital. 'Value the difference' sums it up perfectly. It explains in a nutshell what they do every day. It also invites you to explore how they do our job differently. They want to be the best trading firm in the world and therefore they need the most advanced technology, trading software and connections to the market. In short, they need the best IT-professionals to develop, optimise and support our tools. They aim to be unrivalled in our industry, by being talented, creative and result-driven. And it doesn't matter how they dress or what they believe in, as long as they exceed our and each other's expectations.",
    "Logo": "https://res-4.cloudinary.com/crunchbase-production/image/upload/c_lpad,h_170,w_170,f_auto,b_white,q_auto:eco/v1457348777/rjjeqzo7i9bev9oqnyqu.png",
    "Facebook": "https://www.facebook.com/OptiverEurope/",
    "LinkedIn": "https://www.linkedin.com/company/optiver",
    "Twitter": "https://twitter.com/OptiverEurope"
}